Repository: marco1gk/trofeoCazador
Catalog: Properties/Resources.*.resx
Languages: es_mx

# vtInicioSesion
source: Login
es_mx: Inicio de sesión

# lbTituloJuego
source: Hunter´s Tropy
es_mx: Trofeo del Cazador

# lbInicioSesion
source: Login
es_mx: Iniciar sesión

# lbContraseña
source: Password
es_mx: Contraseña

# lbContraseniaOlvidada
source: I forgot my password
es_mx: Olvide mi contraseña

# lbNuevoEnjuego
source: New in game?
es_mx: ¿Nuevo en el juego?

# btnInicioSesion
source: Login
es_mx: Inicio de sesión

# lbRegistrarse
source: Register
es_mx: Registrarse

# lbInvitado
source: Guest
es_mx: Invitado

# nombreUsuario
source: User
es_mx: Usuario

# inicioSesion
source: Login
es_mx: Inicio de sesión

# contraseña
source: Password
es_mx: Contraseña

# contraseñaOlvidada
source: Forgot password
es_mx: Olvide mi contraseña

# Registrarse
source: Register
es_mx: Registrarse

# btnRegistrarse
source: Create account
es_mx: Crear cuenta

# lbCrearCuenta
source: Create account
es_mx: Crear cuenta

# lbCreaTuCuenta
source: Create your account
es_mx: Crea tu cuenta

# lbIngresarInformacion
source: Insert your data
es_mx: Ingresa los siguientes datos

# lbPoliticaContraseña
source: Your passwod must have
es_mx: Tu contraseña debe contener

# lbUppercaseLetterRequirement
source: One uppercase letter
es_mx: Una mayúscula

# lbRequerimientoMinuscula
source: One lowercase letter
es_mx: Una minúscula

# lbPorLoMenos12Caracteres
source: At least 12 characters
es_mx: Al menos 12 caracteres

# lbCaracterEspecialRequisito
source: Missing special letter
es_mx: Por le menos un caracter especial

# lbPorLoMenosUnNumero
source: At least one number
es_mx: Al menos un numero

# lbNombre
source: Name
es_mx: Nombre

# lbApellido
source: First last name
es_mx: Primer apellido

# lbSegundoApellido
source: Second last name
es_mx: Segundo apellido

# lbDiaDeNacimiento
source: BirthDay
es_mx: Fecha de nacimiento

# lbCorreo
source: E-mail
es_mx: Correo

# lbNombreUsuario
source: Username
es_mx: Nombre de usuario

# lbLlenarCamposObligatorios
source: Must fill all fields
es_mx: Debes llenar los campos obligatorios

# btnCrearCuenta
source: Create Account
es_mx: Crear cuenta

# lbnombreUsuarioActual
source: Current username:
es_mx: Nombre de usuario actual:

# lbNuevoNombreUsuario
source: New username
es_mx: Nuevo nombre usuario

# lbNuevoNombre
source: New name
es_mx: Nuevo nombre

# lbNuevoApellido
source: New last name:
es_mx: Nuevo apellido:

# lbNombreActual
source: Current name:
es_mx: Nombre actual:

# btnGuardar
source: Save
es_mx: Guardar

# btnCancelar
source: Cancel
es_mx: Cancelar

# btnAtras
source: Back
es_mx: Atrás

# lbTituloCambiarCorreo
source: Edit mail
es_mx: Editar correo

# lbCorreoActual
source: Current email:
es_mx: Correo actual:

# lbNuevoCorreo
source: New mail
es_mx: Nuevo correo:

# lbCambiarContraseña
source: Change password
es_mx: Cambiar contraseña

# lbContraseñaActual
source: Current password:
es_mx: Contraseña actual:

# lbNuevaContraseña
source: New password:
es_mx: Nueva contraseña:

# lbVerificacionCambioCorreo
source: Verify mail
es_mx: Verificar cambio de correo

# lbIngresarCodigoVerificación
source: Enter the code that was sent to your email
es_mx: Ingrese el código que se le envio a su correo

# btnEnviarCodigo
source: Send code
es_mx: Enviar código

# btnSolicitarNuevoCodigo
source: Request new code
es_mx: Solicitar nuevo código

# lbEditarNombreUsuario
source: Change username
es_mx: Editar nombre de usuario

# lbTituloEditarNombre
source: Edit name
es_mx: Editar nombre

# lbSpecialCharacterRequirement
source: At least one special character
es_mx: Por le menos un caracter especial

# lbNewLastName
source: New last name:
es_mx: Nuevo apellido:

# lbTitleChangeEmail
source: Change email address
es_mx: Cambiar el correo electronico

# lbNewEmail
source: New email adress:
es_mx: Nuevo correo:

# lbTitleEmailChangeConfirmation
source: Email change confirmation
es_mx: Confirmación de cambio de correo

# lbTitleEditName
source: Change name
es_mx: Editar nombre

# lbUsuario
source: Username
es_mx: Nombre de usuario

# btnInvitado
source: Guest
es_mx: Invitado

# lbCredencialesIncorrectas
source: Wrong data
es_mx: Credenciales incorrectas

# lbPorLoMenosUnaMayuscula
source: A uppercase
es_mx: Una mayuscula

# lbPorLoMenosUnaMinuscula
source: A lowercase
es_mx: Una minuscula

# lbSeleccionarFoto
source: Choose a profile picture:
es_mx: Selecciona una imagen de perfil:

# lbGestorAmigos
source: Friends
es_mx: Amigos

# lbSolicitudesAmistad
source: Friend request
es_mx: Solicitudes de Amistad

# lbAmigos
source: Friends
es_mx: Amigos

# btnSolicitudes
source: Show friend request
es_mx: Ver Solicitudes de Amistad

# btnAmigos
source: Show friends
es_mx: Ver amigos

# tbEnviarSolicitud
source: Send friend request
es_mx: Enviar Solicitud de Amistad

# lbErrorNombreDeUsuarioSolicitudAmistad
source: Error: Username is not valid or you already send a friend request to him/her
es_mx: Error: Usuario no válido o solicitud ya enviada

# btnEnviarSolicitud
source: Send friend request
es_mx: Enviar invitacion

# btnSalasEspera
source: Lobbies
es_mx: Salas espera

# tbMenuPrincipal
source: Main
es_mx: Menú Principal

# btnEstadisticas
source: Estadistics
es_mx: Estadisticas

# btnPerfil
source: Profile
es_mx: Perfil

# btnSalir
source: Log out
es_mx: Salir

# btnCrearSalaEspera
source: Create lobby
es_mx: Crear sala

# btnUnirseSalaEspera
source: Join
es_mx: Unirse

# lbJugadoresEnSalaEspera
source: Players in lobby
es_mx: Jugadores en sala espera

# btnInvitarAmigo
source: Invite friend
es_mx: Invitar amigo

# btnIniciarPartida
source: Start match
es_mx: Iniciar partida

# btnEnviarInvitacion
source: Invite friend
es_mx: Invitar amigo

# tbCambiarContraseña
source: Change password
es_mx: Cambiar contraseña

# tbCambiarCorreo
source: Change mail
es_mx: Cambiar correo

# tbEditarNombreUsuario
source: Edit username
es_mx: Editar nombre de usuario

# tbNombreUsuarioActual
source: Current username
es_mx: Nombre usuario actual

# tbNuevoNombreUsuario
source: New username
es_mx: Nuevo nombre usuario

# tbCorreoCodigoConfirmacion
source: Verification code
es_mx: Correo codigo verificacion

# tbCuenta
source: Account
es_mx: Cuenta

# tbNombreUsuario
source: Username
es_mx: Nombre de usuario

# tbCorreo
source: Mail
es_mx: Correo

# tbContraseña
source: Password
es_mx: Contraseña

# tbFotoPerfil
source: Profile picture
es_mx: Foto de perfil

# lbConexionFallida
source: Connection Failed
es_mx: Conexión Fallida

# lbDetallesConexionFallida
source: Could not connect to the server. Please try again later.
es_mx: No se pudo conectar con el servidor. Por favor, inténtelo más tarde.

# lbTituloExcepcionTimeOut
source: Waiting time exceeded
es_mx: Tiempo de espera excedido

# lbDetallesExcepcionTimeOut
source: The operation has timed out. Please try again later.
es_mx: La operación ha excedido el tiempo de espera. Por favor, inténtelo más tarde.

# lbTituloExcepcionBaseDeDatos
source: Database error
es_mx: Error de la base de datos

# lbDescripcionExcepcionBaseDeDatos
source: An error occurred in the database. Please try again later
es_mx: Ocurrió un error en la base de datos. Porfavor, inténtelo más tarde

# lbTituloExcepcionServidor
source: Server error
es_mx: Error en el servidor

# lbDescripcionExcepcionServidor
source: A server error occurred. Please try again later
es_mx: Ocurrió un error en el servidor. Por favor, inténtelo más tarde

# lbTituloExcepcionInesperada
source: Unexpected error
es_mx: Error inesperado

# lbDescripcionExcepcionInesperada
source: An unexpected error occurred. Please try again later
es_mx: Ocurrió un error inesperado. Por favor, inténtelo más tarde

# lbTituloSalaEsperaNoEncotrada
source: Lobby not found
es_mx: Sala espera no encontrada

# lbDescripcionSalaEsperaNoEncotrada
source: The lobby you are trying to enter does not exist.
es_mx: La sala de espera que estas intentando entrar no existe.

# lbTituloReporteExitoso
source: Successful report
es_mx: Reporte exitoso

# lbDescripcionReporteExitoso
source: The player has been reported.
es_mx: El jugador ha sido reportado.

# lbTituloSalaEsperaLlena
source: Full lobby
es_mx: Sala espera llena

# lbDescripcionSalaEsperaLlena
source: The lobby you are trying to enter is full.
es_mx: La sala de espera a la que estas intentando entrar esta llena.

# lbTituloAnfitrionSalioSalaEspera
source: Lobby removed
es_mx: Sala espera eliminada

# lbDescripcionAnfitrionDejoSalaEsperra
source: The host left the lobby. You will return to the main menu.
es_mx: El anfitrion salio de la sala de espera. Regresaras al menú principal.

# lbTituloJugadorCastigado
source: You have been banned
es_mx: Has sido baneado

# lbDescripcionJugadorCastigado
source: You have accumulated the maximum number of reports allowed. Your account will be restricted for a set time.
es_mx: Has acumulado el máximo de reportes permitidos. Se restringirá tu cuenta por un tiempo establecido.

# lbTituloJugadorReportado
source: Player already reported
es_mx: Jugador ya reportado

# lbDescripcionJugadorReportado
source: You have already reported this player.
es_mx: Ya has reportado a este jugador.

# lbValidarCodigo
source: Validate code
es_mx: Validar codigo

# btnEnviar
source: Send
es_mx: Enviar

# lbCodigo
source: Code
es_mx: Código

# tbDescripcionCodigo
source: Enter the verification code you received via email.
es_mx: Ingresa el código de verificación que recibiste por correo

# btnAceptar
source: Accept
es_mx: Aceptar

# tituloRecuperarContraseña
source: Recover password
es_mx: Recuperar contraseña

# tbDescripcionRecuperarContraseña
source: Enter your email to recover your password.
es_mx: Ingrese su correo para recuperar su contraseña

# lbInvitarAmigos
source: Invite friends
es_mx: Invitar amigos

# tbCopiaCodigo
source: The code is
es_mx: El codigo es

# tbInvitarPorCorreo
source: Invite by mail
es_mx: Invitar por correo

# tbIngresaCorreo
source: Give us the mail
es_mx: Ingresa el correo

# lbEnviarInvitacion
source: Send invitation
es_mx: Enviar invitación

# tbEjemploCorreo
source: friend@gmail.com
es_mx: amiguito@gmail.com

# lbLlenarCamposObligatorios1
source: Must fill all fields
es_mx: Llena todos los campos

# lbCodigoError
source: Incorrect code, please check the code or regenerate a new one
es_mx: Código incorrecto, verifica el código o vuelve a generar uno nuevo

# lbTituloExito
source: Succesful
es_mx: Exito

# lbDescripcionCuentaCreada
source: Enjoy, you have an account
es_mx: Cuenta creada exitosamente

# lbTituloCorreoNoReconocido
source: Ups problems
es_mx: Ups tenemos problemas

# lbDescripcionCorreoIncorrecto
source: No account was found associated with this email
es_mx: No se encontró ninguna cuenta asociada a este correo

# lbTituloGenerico
source: Hey, it seems that
es_mx: Hola parece que

# lbTituloInvitacionAmigo
source: Invitation
es_mx: Invitacion

# lbDescripcionInvitacion
source: You have received an invitation from
es_mx: Has recibido una invitación de

# lbTituloSolicitudAmistad
source: ¿Friendship?
es_mx: Solicitud de amistad

# lbInvitacionEnviada
source: The friend request wast sent to
es_mx: La solicitud de amistad fue envíada a

# lbProblemasInvitacion
source: We can send a friend request to this user, try it again
es_mx: No fue posible enviar la solicitud de amistad, inténtelo de nuevo

# lbDescripcionCredencialesIncorrectas
source: Loggin failed or you entered wrong data
es_mx: El inicio de sesión falló o los datos no fueron recuperados correctamente.

# lbSeleccionaAmigo
source: Please, select a friend
es_mx: Por favor, selecciona un amigo para invitar.

# lbTituloInvitacionEnviada
source: Invitation sent
es_mx: Invitación enviada

# lbInvitarAmigoSala
source: The invitation was sent to
es_mx: Se envió la invitación a

# lbNoSalaEspera
source: Problems with a lobby
es_mx: Problemas con la sala de espera

# lbDescripcionNoHaySalaEspera
source: You are not in a lobby
es_mx: No estas en una sala de espera

# lbTituloExpulsion
source: Expelled
es_mx: Expulsado

# lbDetallesExpulsion
source: You have been kicked from lobby
es_mx: Has sido expulsado de la sala de espera

# lbSalaEsperaLlena
source: Lobby is full
es_mx: La sala de espera esta llena

# lbSalaEsperaInexistente
source: Lobby does not exist
es_mx: La sala de espera no existe

# lbNotificarSalaEsperaCreada
source: A lobby has been created
es_mx: Se ha creado una sala

# lbSalaEsperaCreada
source: Lobby created, lobby code:
es_mx: Sala de espera creada con el código:
